[
   {
      "poster":"dee",
      "feed_img":"http://dummyimage.com/228x100.png/5fa2dd/ffffff",
      "content":"SilverCrest is a brand that is typically associated with Lidl, a European supermarket chainThey offer a variety of products, including kitchen appliances such as air fryers. Here's some general information about SilverCrest air fryers Air Frying  SilverCrest air fryers use hot air circulation and a small amount of oil to cook food. They are designed to mimic the results of deep frying but with significantly less oil, making the food healthier and lower in calories.Capacity: SilverCrest air fryers come in various sizes, with capacities ",
      "title":"SilverCrest Airfryer 6L, 6.5L, 8L & 10L.",
      "poster_img":"http://dummyimage.com/170x100.png/dddddd/000000",
      "date_posted":"11/05/2023",
      "read_time":"3min"
   },
   {
      "poster":"manuel",
      "feed_img":"http://dummyimage.com/152x100.png/ff4444/ffffff",
      "content":"Hisense, like many other manufacturers, produces inverter air conditioners. Inverter technology in air conditioners is designed to make the cooling or heating process more energy-efficient and precise. Here are some key features and benefits of Hisense inverter air conditioners:Energy Efficiency: Inverter technology allows the air conditioner to adjust its compressor speed and cooling/heating capacity according to the specific cooling or heating needs of a room.",
      "title":"The power of HiSense inverter AirConditioner",
      "poster_img":"http://dummyimage.com/235x100.png/dddddd/000000",
      "date_posted":"10/10/2023",
      "read_time":"2min"
   },
   {
      "poster":"joe",
      "feed_img":"http://dummyimage.com/110x100.png/5fa2dd/ffffff",
      "content":"Lulu & Georgia was launched in 2012 and based in Los Angeles, LG is a home decor and furniture retailer known for its stylish and curated selection of furniture and decor items. They offer a wide range of products to help you decorate your home. Here's an overview of what you might find when shopping for furniture at Lulu & Georgia:Sofas and Seating: Lulu & Georgia offers a variety of sofas, loveseats, sectionals, and other seating options in different styles and materials. You can find both contemporary and traditional designs.",
      "title":"Lulu and Georgia offers elevated essentials and coveted statement pieces for an inspired home.",
      "poster_img":"http://dummyimage.com/144x100.png/dddddd/000000",
      "date_posted":"01/02/2023",
      "read_time":"5min"
   },
   {
      "poster":"cgenny",
      "feed_img":"http://dummyimage.com/240x100.png/5fa2dd/ffffff",
      "content":"Like its creator, Scandal Le Parfum by Jean Paul Gaultier is for seductive women who embrace all their desires without complexes. Dressed in a sumptuous, sultry red envelope, its stunningly leggy perfume bottle contains an iconic floral amber fragrance. Its intense fragrance, dominated by black vanilla and fresh jasmine, is enveloped in an unusual, gourmand touch of salted caramel. This intense fragrance plays with convention, pushes the limits and allows itself to be daring. You too can succumb to Jean Paul Gaultier's amber notes without further ado",
      "title":"Scandal by Jean Paul Gaultier.",
      "poster_img":"http://dummyimage.com/172x100.png/cc0000/ffffff",
      "date_posted":"05/30/2023",
      "read_time":"2min"
   },
   {
      "poster":"edet",
      "feed_img":"http://dummyimage.com/110x100.png/dddddd/000000",
      "content":"The small island of Bora Bora (just about 6 miles long and a little more than 2 miles wide) overflows with beauty. A dormant volcano rises up at its center and fans out into  ",
      "title":"Why go to Bora Bora",
      "poster_img":"http://dummyimage.com/202x100.png/dddddd/000000",

      "read_time":"3min"
   },
   {
      " poster":"davido",
      "feed_img":"http://dummyimage.com/109x100.png/dddddd/000000",
      "content":"The small island of Bora Bora (just about 6 miles long and a little more than 2 miles wide) overflows with beauty. ",
         "title":"Why go to Bora Bora",
      "poster_img":"http://dummyimage.com/202x100.png/ff4444/ffffff",
      "read_time":"5min"
   }
]